Repository: kageroumado/sevoflurane
Catalog: Sevoflurane/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: During mouse-look the pointer stays off your other displays.
zh_hans: 鼠标视角控制期间，指针不会移到其他显示器上。

source: DXMT dropped compute work. A shader failed to convert to Metal, so the pass never ran. Expect a black screen or a missing effect.
zh_hans: DXMT 跳过了计算任务。着色器转换为 Metal 时失败，因此该渲染步骤没有运行。画面可能变黑或缺少特效。

source: DXMT refuses three Direct3D 11 feature queries with E_INVALIDARG. They cover instancing, markers, and D3D9 options. Callers read the answer as a no, so the effect is cosmetic.
zh_hans: DXMT 对三个 Direct3D 11 功能查询返回 E_INVALIDARG，涉及实例化、标记和 D3D9 选项。游戏会将结果视为不支持，通常只影响显示效果。

source: DXSETUP failed (%@)
zh_hans: DXSETUP 失败（%@）

source: Each bottle has its own Steam installation, games, and settings.
zh_hans: 每个容器都有独立的 Steam 安装、游戏和设置。

source: Each game launches as its own app. When it fills the screen, macOS engages Game Mode on its own. Nothing to toggle.
zh_hans: 每款游戏都作为独立 App 启动。进入全屏后，macOS 会自动启用游戏模式，无需手动设置。

source: Each game's run is recorded, and a crash collects its reports. Nothing measurable is spent.
zh_hans: 记录每次游戏运行，崩溃时收集报告。不会产生可测量的性能开销。

source: Each iteration takes about 0.4 ns. 5200 iterations take two microseconds; 0 disables spinning.
zh_hans: 每次迭代约需 0.4 纳秒。5200 次迭代约需 2 微秒；设为 0 可关闭自旋等待。

source: Each report holds the run's record, Wine's exception trail, the game's own crash logs and Steam's, with paths, account names and Steam ids taken out.
zh_hans: 每份报告包含运行记录、Wine 异常记录、游戏崩溃日志和 Steam 日志，其中的路径、账号名称和 Steam ID 均已移除。

source: End Game
zh_hans: 结束游戏

source: ended by the user while it was not responding
zh_hans: 无响应时由用户结束

source: ended when Sevoflurane quit
zh_hans: 随 Sevoflurane 退出而结束

source: ended, exit unknown
zh_hans: 已结束，退出原因未知

source: Ended: %@.
zh_hans: 已关闭：%@。

source: Ends a frozen Steam menu. Steam's menus can hang on macOS 27.
zh_hans: 关闭冻结的 Steam 菜单。Steam 菜单可能在 macOS 27 中卡住。

source: Energy
zh_hans: 能耗

source: Engine
zh_hans: 引擎

source: Engine from a file or folder
zh_hans: 来自文件或文件夹的引擎

source: engine install failed: %@
zh_hans: 引擎安装失败：%@

source: Engine's own
zh_hans: 引擎自带

source: Engine's own (%@)
zh_hans: 引擎自带（%@）

source: Engine's value: %@.
zh_hans: 引擎设置的值：%@。

# Engine's value: %@. %@
source: Engine's value: %1$@. %2$@
zh_hans: 引擎的值：%@。%@

source: Enhanced sync (msync+)
zh_hans: 增强同步（msync+）

source: Enhanced synchronization (msync)
zh_hans: 增强同步（msync）

source: Enhanced synchronization (msync+)
zh_hans: 增强同步（msync+）

source: Enlarges the picture with a shader made for it: Anime4K and CuNNy for drawn art, by whole steps such as 2×, and MetalFX Spatial for 3D games. Off hands the picture to macOS, which stretches it softly. Final filter only uses no shader.
zh_hans: 使用专门的着色器放大画面：Anime4K 和 CuNNy 适用于手绘风格画面，按 2 倍等整数倍放大；MetalFX Spatial 适用于 3D 游戏。关闭后，macOS 会柔和地拉伸画面。最终滤镜仅适用于未使用着色器的画面。

source: Every file checks out.
zh_hans: 所有文件均完好。

source: Every game is a real Mac window. Fixed-size games, even old ones that never allowed it, become resizable and go native full screen.
zh_hans: 每款游戏都以独立的 Mac 窗口运行。即使游戏原本不支持调整窗口大小，也可以缩放窗口并进入原生全屏。

source: Every game you launch appears here. See Settings › Diagnostics for how to record a useful run.
zh_hans: 你启动的每个游戏都会显示在这里。请参阅“设置 › 诊断”，了解如何记录有用的运行信息。

source: Every game you run gets one. Nothing collected yet.
zh_hans: 你运行的每个游戏都会生成一份。尚未收集任何内容。

source: Every library a game loads, the renderer's own errors in a file of their own, and how each frame reached the screen.
zh_hans: 记录游戏加载的所有库、单独保存的渲染器错误，以及每一帧的显示过程。

source: Every one of these is enforced as it is written: the oldest goes first, and nothing here can grow without a bound.
zh_hans: 所有存储限制都会生效。达到上限时，最旧的数据会先被移除。

source: Every window stays as the game makes it, and a full-screen game covers the screen.
zh_hans: 每个窗口都保持游戏设定的样子。全屏游戏会覆盖整个屏幕。

source: every window stays as the game makes it; a full-screen game covers the screen
zh_hans: 每个窗口都保持游戏设定的样子；全屏游戏会覆盖整个屏幕

source: Every window with a title bar
zh_hans: 所有带标题栏的窗口

source: every window with a title bar can be resized and its picture scales, windows the game resizes itself included; a full-screen game stays full screen
zh_hans: 所有带标题栏的窗口都可调整大小，画面随之缩放，包括游戏原本可调整的窗口；全屏游戏仍保持全屏

source: Every window with a title bar can be resized, the ones a game already lets you resize included: such a game keeps its size and is scaled like the rest, rather than redrawing at the new size. A full-screen game stays full screen.
zh_hans: 所有带标题栏的窗口都可调整大小，包括游戏原本允许调整的窗口。这些游戏会保持原来的绘制尺寸，再将画面缩放到新尺寸，而不会按新尺寸重新绘制。全屏游戏仍保持全屏。

source: Every Windows process in the bottle stops, Wine's server included, then Steam reopens. Slower than restarting Steam alone.
zh_hans: 容器中的所有 Windows 进程（包括 Wine 服务）都会停止，然后 Steam 会重新启动。这比单独重启 Steam 更慢。

source: Everything
zh_hans: 全部

source: Everything keeps a readable size, and the upscaler sharpens the result.
zh_hans: 所有内容都会保持易读的尺寸，画面缩放器会锐化结果。

source: Exception
zh_hans: 异常

source: exited normally
zh_hans: 正常退出

source: exited with an error
zh_hans: 因错误退出

source: exited with an error — exit %lld
zh_hans: 因错误退出，退出代码 %lld

source: Experimental
zh_hans: 实验性

source: Experimental. Tells games the GPU shares the Mac's memory, so textures are written once.
zh_hans: 实验性。告知游戏 GPU 与 Mac 共享内存，使纹理只需写入一次。

source: extracting
zh_hans: 正在解压

source: Failed
zh_hans: 失败

source: Fails
zh_hans: 无法运行

source: Fake display-mode changes
zh_hans: 模拟显示模式切换

source: Final filter
zh_hans: 最终滤镜

source: Final filter only
zh_hans: 仅使用最终滤镜

source: Finding the latest versions…
zh_hans: 正在查找最新版本…

source: Finish setting up
zh_hans: 完成设置

source: Finishing
zh_hans: 正在完成

source: First window
zh_hans: 首个窗口

source: Fits what the upscaler made to the window's exact size: all of the resizing with no shader, the last few percent after one. Lanczos is sharp, Bilinear soft, Nearest keeps hard pixel edges.
zh_hans: 将画面缩放器的输出适配到窗口的精确尺寸：没有着色器时完成全部缩放，有着色器时完成最后少量缩放。Lanczos 更锐利，双线性更柔和，最近邻保留清晰的像素边缘。

source: Fixed-size windows
zh_hans: 固定尺寸窗口

source: Fixed-size windows and full-screen games
zh_hans: 固定尺寸窗口和全屏游戏

source: Fixes “VCRUNTIME140.dll was not found” and “MSVCP140.dll is missing” at launch.
zh_hans: 修复启动时出现的“找不到 VCRUNTIME140.dll”和“缺少 MSVCP140.dll”错误。

source: Fixes a d3dx9_43.dll error, and silent audio in games built on old XAudio and XACT.
zh_hans: 修复 d3dx9_43.dll 错误，以及使用旧版 XAudio 和 XACT 的游戏没有声音的问题。

source: Fixes blank labels and boxes in launchers and older games.
zh_hans: 修复启动器和旧游戏中的空白标签与方框字符。

source: Fixes shader errors, black screens, and crashes while a Direct3D game compiles its shaders.
zh_hans: 修复 Direct3D 游戏编译着色器时出现的错误、黑屏和崩溃。

source: Folder
zh_hans: 文件夹

source: Fonts and runtimes
zh_hans: 字体和运行库

source: For 3D games rendered below your display's resolution.
zh_hans: 适用于渲染分辨率低于显示器分辨率的 3D 游戏。

source: For a browser that saves somewhere other than Downloads
zh_hans: 适用于将文件保存到“下载”以外位置的浏览器

source: For other problems, save a diagnostics archive in Settings › Diagnostics.
zh_hans: 对于其他问题，请在“设置 › 诊断”中保存诊断归档。

source: For this game alone, from its next launch. winecfg shows the same values; Settings › Engine holds the bottle's.
zh_hans: 仅对这款游戏生效，从下次启动开始。winecfg 显示相同的值；容器级设置位于“设置”>“引擎”。

source: Force-quit
zh_hans: 强制退出

source: Force-Quit Everything
zh_hans: 强制退出所有程序

source: Force-quit Steam
zh_hans: 强制退出 Steam

source: Force-Quit Steam
zh_hans: 强制退出 Steam

source: Force-quit Steam?
zh_hans: 强制退出 Steam？

source: FPS unlocker
zh_hans: 帧率解锁器

source: Frame rate
zh_hans: 帧率

source: Frame rate counter
zh_hans: 帧率计数器

source: Frame time graph
zh_hans: 帧时间图表

source: Frames
zh_hans: 帧数

source: Free
zh_hans: 免费

source: Friends
zh_hans: 好友

source: Friends · %lld new messages
zh_hans: 好友 · %lld 条新消息

source: Friends · 1 new message
zh_hans: 好友 · 1 条新消息

source: Friends appear as AI models such as Claude, ChatGPT and Gemini.
zh_hans: 好友显示为 Claude、ChatGPT、Gemini 等 AI 模型。

source: game
zh_hans: 游戏

source: Game
zh_hans: 游戏

source: game child
zh_hans: 游戏子进程

source: Game dependencies
zh_hans: 游戏依赖项

source: Game engine
zh_hans: 游戏引擎

source: Game libraries
zh_hans: 游戏库

source: Game Mode
zh_hans: 游戏模式

source: Game Mode, automatically
zh_hans: 自动启用游戏模式

source: Game renderer
zh_hans: 游戏渲染器

source: Game Settings
zh_hans: 游戏设置

source: Game Settings…
zh_hans: 游戏设置…

source: games
zh_hans: 游戏

source: Games
zh_hans: 游戏

source: Games appear here after their first launch.
zh_hans: 游戏首次启动后会显示在这里。

source: Games built this way start one worker per processor, and under Rosetta the workers never rest, which starves the picture. Telling the game it has %lld processors lets them sleep.
zh_hans: 这类游戏会为每个处理器启动一个工作线程，而在 Rosetta 下这些线程从不休息，画面因此得不到算力。告诉游戏它只有 %lld 个处理器，工作线程就能休眠。

source: Games in Discord's database show as what you play.
zh_hans: Discord 数据库中的游戏会显示为你正在玩的游戏。

source: Games run through Dormison, Sevoflurane’s own build of Wine with DirectX 12 support and fixes for the games themselves.
zh_hans: 游戏通过 Dormison 运行。它是 Sevoflurane 自带的 Wine 版本，支持 DirectX 12，并包含针对游戏的修复。

source: Games see every pixel, so a 5K display offers 5120 × 2880 in a game's resolution list. A program written before high-DPI displays draws its text, buttons and launcher at half the size.
zh_hans: 游戏会看到每个像素，因此 5K 显示器会在游戏的分辨率列表中提供 5120 × 2880。为高 DPI 显示器普及前编写的程序会将文字、按钮和启动器绘制成一半大小。

source: Games see the display's real pixel count. Older games draw tiny text and menus.
zh_hans: 游戏会看到显示器的实际像素数。较早的游戏可能显示很小的文字和菜单。

source: Games that check for AVX at launch find it.
zh_hans: 游戏启动时检查 AVX 即可检测到它。

source: Games using this upscaler fall back to Lanczos.
zh_hans: 使用此画面缩放器的游戏会改用 Lanczos。

source: Games with their own Discord support show their status. Restart Steam to apply a change.
zh_hans: 自带 Discord 支持的游戏会显示其状态。更改后请重新启动 Steam。

source: Gathering the logs…
zh_hans: 正在收集日志…

source: General
zh_hans: 通用

source: Genshin holds itself to 60 fps. An unlocker such as unlockfps_nc.exe raises the cap: Sevoflurane starts it beside the game 30 seconds after the game's process appears, in the same Windows, and points its fps_config.json at the game. It changes the running game's memory, which HoYoverse's terms do not allow, so the choice is yours.
zh_hans: 原神将帧率限制在 60 fps。unlockfps_nc.exe 等解锁器可以提高上限：游戏进程出现 30 秒后，Sevoflurane 会在同一个 Windows 环境中启动它，并将其 fps_config.json 指向该游戏。它会修改运行中游戏的内存，这违反 HoYoverse 的条款，因此是否使用由你决定。

source: Genshin holds itself to 60 fps. Sevoflurane's engine carries an unlocker (genshin-fps-unlock's, MIT); switched on, it starts beside the game 30 seconds after the game's process appears. Choose another, such as unlockfps_nc.exe, to use that one instead. An unlocker changes the running game's memory, which HoYoverse's terms do not allow, so the switch is yours.
zh_hans: 原神将帧率限制在 60 fps。Sevoflurane 的引擎自带一个解锁器（来自 genshin-fps-unlock，MIT 许可）；开启后，它会在游戏进程出现 30 秒后随游戏一起启动。也可以选择其他解锁器（例如 unlockfps_nc.exe）来代替它。解锁器会修改运行中游戏的内存，这违反 HoYoverse 的条款，因此是否开启由你决定。

source: Get CrossOver
zh_hans: 获取 CrossOver

source: Get It from Apple…
zh_hans: 从 Apple 获取…

source: Get Started
zh_hans: 开始使用

source: Getting Steam ready
zh_hans: 正在准备 Steam

source: Give the bottle a name.
zh_hans: 请为容器命名。

source: GPU reported to games
zh_hans: 向游戏报告的 GPU

source: Graphics
zh_hans: 图形

source: Help other Mac players
zh_hans: 帮助其他 Mac 玩家

source: helper
zh_hans: 辅助程序

source: Hide %@
zh_hans: 隐藏 %@

source: Hide the list
zh_hans: 隐藏列表

source: Hides your Steam name, picture, wallet balance and friends in every Steam window, for recording and streaming.
zh_hans: 在所有 Steam 窗口中隐藏你的 Steam 名称、头像、钱包余额和好友，便于录屏和直播。

source: High-resolution mode
zh_hans: 高分辨率模式

source: How did it go?
zh_hans: 运行得怎么样？

source: How did it go? Sending also tells other Mac players, with the configuration below.
zh_hans: 运行得怎么样？发送后，其他 Mac 玩家也会看到你的反馈及以下配置。

source: How it differs from the level
zh_hans: 与诊断级别的区别

source: How long a game's threads look for work before they sleep.
zh_hans: 游戏线程休眠前查找任务的时长。

source: How many processors a game is told the Mac has. Games built on Unity 5 start a worker thread for each one, and under Rosetta every worker keeps looking for work instead of sleeping, so a Mac with many cores spends them all on waiting.
zh_hans: 告诉游戏这台 Mac 有多少个处理器。基于 Unity 5 的游戏为每个处理器启动一个工作线程，而在 Rosetta 下每个工作线程都在不停寻找任务而不休眠，因此核心越多的 Mac 越是把它们全部耗在等待上。

source: How much a run records
zh_hans: 运行记录的详细程度

source: idle
zh_hans: 闲置

source: If a game misbehaves
zh_hans: 如果游戏运行异常

# In “%@” · %@
source: In “%1$@” · %2$@
zh_hans: 在“%1$@”中 · %2$@

source: In Engine settings, choose an engine that includes D3DMetal. Downloaded toolkits stay installed.
zh_hans: 在“引擎”设置中选择包含 D3DMetal 的引擎。已下载的工具包会保留。

source: In Terminal, sevo diag --help shows these steps. Use sevo perf compare to measure a setting's effect.
zh_hans: 在“终端”中，sevo diag --help 会显示这些步骤。使用 sevo perf compare 测量设置的效果。

source: In your other bottles
zh_hans: 在其他容器中

source: Inherit
zh_hans: 继承

source: Inherit (%@)
zh_hans: 继承（%@）

source: Inherit takes the value from Settings › Engine. A change applies the next time the game starts.
zh_hans: “继承”会采用“设置 › 引擎”中的值。更改会在游戏下次启动时生效。

source: Inside the bottle
zh_hans: 容器内

source: Install
zh_hans: 安装

source: Install %@
zh_hans: 安装 %@

source: Install a game
zh_hans: 安装游戏

source: Install a package if a game reports a missing DLL or displays blank text.
zh_hans: 如果游戏报告缺少 DLL 或文字显示为空白，请安装相应组件包。

source: Install buttons and invitations on the web open here.
zh_hans: 网页上的安装按钮和邀请会在这里打开。

source: Install buttons and invitations on the web open in %@.
zh_hans: 网页上的安装按钮和邀请会在 %@ 中打开。

source: Install Core fonts, and Japanese, Chinese & Korean fonts for a game in those languages, in Settings › Engine › Game dependencies.
zh_hans: 请前往“设置”>“引擎”>“游戏依赖项”安装核心字体。对于使用日语、中文或韩语的游戏，还需安装相应字体。

source: Install into Bottle
zh_hans: 安装到容器

source: Install the sevo command
zh_hans: 安装 sevo 命令

source: Install updates automatically while no game runs
zh_hans: 没有游戏运行时自动安装更新

source: Install version %@
zh_hans: 安装版本 %@

source: Install…
zh_hans: 安装…

source: Installed
zh_hans: 已安装

source: Installed · beta
zh_hans: 已安装 · Beta 版

# Installed %@ %@.
source: Installed %1$@ %2$@.
zh_hans: 已安装 %1$@ %2$@。

source: Installed at /usr/local/bin/sevo.
zh_hans: 已安装在 /usr/local/bin/sevo。

source: Installed. Reinstall it if the doctor still reports it missing.
zh_hans: 已安装。如果诊断仍报告缺失，请重新安装。

source: Installing %@
zh_hans: 正在安装 %@

source: Installing %@…
zh_hans: 正在安装 %@…

source: installing d3dcompiler_47
zh_hans: 正在安装 d3dcompiler_47

source: installing fonts
zh_hans: 正在安装字体

source: installing fonts (%lld of %lld)
zh_hans: 正在安装字体（%lld/%lld）

source: Installing into the bottle. The next step lists what was added.
zh_hans: 正在安装到容器。下一步会列出添加的内容。

source: Installing Rosetta…
zh_hans: 正在安装 Rosetta…

source: Installing Steam…
zh_hans: 正在安装 Steam…

source: Installing the game engine…
zh_hans: 正在安装游戏引擎…

source: Installing the toolkit…
zh_hans: 正在安装工具包…

source: installing VC++ (%@)
zh_hans: 正在安装 VC++（%@）

source: Installing…
zh_hans: 正在安装…

source: Installs from %@.
zh_hans: 从 %@ 安装。

source: Installs the sevo command for Terminal and MCP. Requires an administrator password.
zh_hans: 安装供“终端”和 MCP 使用的 sevo 命令。需要管理员密码。

source: is now online
zh_hans: 已上线

source: is playing %@
zh_hans: 正在玩 %@

source: It installed %@. No program inside it can start.
zh_hans: 已安装 %@，但其中没有可启动的程序。

source: It installed %@. Pick what to keep.
zh_hans: 已安装 %@。请选择要保留的程序。

source: It tried to load %@, a Windows kernel driver, usually kernel-level anti-cheat, and kernel drivers cannot run on a Mac. If the program requires it, that is why it stopped.
zh_hans: 它尝试加载 Windows 内核驱动程序 %@（通常是内核级反作弊组件），而内核驱动程序无法在 Mac 上运行。如果该程序需要这个驱动程序，这就是它停止的原因。

source: Its dependencies and Windows settings are CrossOver's to change.
zh_hans: 此容器的依赖项和 Windows 设置由 CrossOver 管理。

source: Its own Player.log says which. The report zip carries it under games/.
zh_hans: 具体原因请查看游戏的 Player.log。报告压缩包的 games/ 文件夹中包含该文件。

source: its version resource says “%@”
zh_hans: 版本信息显示“%@”

source: Its window no longer takes clicks, keys or its close button. Ending it loses anything it has not saved.
zh_hans: 其窗口无法响应点击、按键或关闭操作。结束游戏将丢失未保存的内容。

source: Japanese, Chinese & Korean fonts
zh_hans: 日语、中文和韩语字体

source: Keep in Dock
zh_hans: 在程序坞中保留

source: Keep the pointer in the window
zh_hans: 将指针限制在窗口内

source: Keep Waiting
zh_hans: 继续等待

source: killed after a stall
zh_hans: 卡住后被终止

source: Kills Steam at once, then reopens it — for when a restart won't take.
zh_hans: 立即结束 Steam 进程并重新启动。适用于常规重启没有响应的情况。

source: last event %@ · %@
zh_hans: 最近事件 %@ · %@

source: Launch a game from the menu bar to apply changes. Steam restarts if needed.
zh_hans: 从菜单栏启动游戏以应用更改。必要时 Steam 会重新启动。

source: Launches
zh_hans: 可启动

source: Launching
zh_hans: 正在启动

source: Leave these on Inherit unless a game needs one. The (i) says what each does and when to change it.
zh_hans: 除非游戏需要，否则请保持“继承”。(i) 会说明每项的作用以及何时需要更改。

source: Library, like dinput8
zh_hans: 库名称，例如 dinput8

source: License
zh_hans: 许可证

source: Licensed
zh_hans: 已获许可

source: Limit to %lld Processors
zh_hans: 限制为 %lld 个处理器

source: Linear (no acceleration)
zh_hans: 线性（无加速）

source: Link
zh_hans: 关联

source: Linked. Restart Steam to see it.
zh_hans: 已关联。重新启动 Steam 后即可看到。

source: Load order
zh_hans: 加载顺序

source: Log every library a game loads
zh_hans: 记录游戏加载的每个库

source: Log In to Steam
zh_hans: 登录 Steam

source: Logs library loads, renderer errors, and the engine's frame trail. Stops when the app quits.
zh_hans: 记录库加载、渲染器错误和引擎的帧轨迹。App 退出时停止。

source: Logs more of what Sevoflurane does. The engine's own logging needs Dormison. Stops when the app quits.
zh_hans: 记录更多 Sevoflurane 的操作。引擎自身的日志需要 Dormison。App 退出时停止。

source: Logs, system details and recent crashes in a ZIP on your Desktop, with your name, paths and Steam ids taken out.
zh_hans: 将日志、系统详细信息和最近的崩溃报告打包为 ZIP 存放到桌面，并移除你的姓名、路径和 Steam ID。

source: Look inside
zh_hans: 查看内容

source: Looking…
zh_hans: 正在查找…

source: Looks like a game
zh_hans: 看起来是游戏

source: Looks like an installer
zh_hans: 看起来是安装程序

source: Low Power Mode is on
zh_hans: 低电量模式已开启

source: Mac compatibility strip
zh_hans: Mac 兼容性信息栏

source: macOS acceleration
zh_hans: macOS 加速

source: macOS declined to activate %@.
zh_hans: macOS 无法激活 %@。

source: made by kageroumado %@
zh_hans: 由 kageroumado 制作 %@

source: Making a useful report
zh_hans: 创建有用的报告

source: Making a Useful Report…
zh_hans: 创建有用的报告…

source: Measure with the frame rate counter and Activity Monitor.
zh_hans: 用帧率计数器和“活动监视器”来衡量。

source: Measure with the frame rate counter. Most games show no difference.
zh_hans: 使用帧率计数器测量效果。大多数游戏不会有明显变化。

source: memory
zh_hans: 内存

source: Memory
zh_hans: 内存

source: memory is critically short
zh_hans: 内存严重不足

source: memory is running short
zh_hans: 内存不足

source: Microsoft on the 4 GB address space
zh_hans: Microsoft 关于 4 GB 地址空间的说明

source: Microsoft on UMA in Direct3D 12
zh_hans: Microsoft 关于 Direct3D 12 中 UMA 的说明

source: Missing game dependencies
zh_hans: 缺少的游戏依赖项

source: Missing. A game that needs it will not start.
zh_hans: 尚未安装。需要此组件的游戏将无法启动。

source: More actions
zh_hans: 更多操作

source: Most connections take a few minutes.
zh_hans: 通常需要几分钟。

source: Mouse
zh_hans: 鼠标

source: Mouse movement
zh_hans: 鼠标移动

source: Move %@ to the Trash
zh_hans: 将 %@ 移到废纸篓

source: Move to Trash
zh_hans: 移到废纸篓

source: moved or deleted
zh_hans: 已移动或删除

source: Movement
zh_hans: 移动方式

source: Name
zh_hans: 名称

source: named “%@”
zh_hans: 名称包含“%@”

source: Native only
zh_hans: 仅原生

source: Native only · Built-in only
zh_hans: 仅原生 · 仅内建

source: Native, then built-in
zh_hans: 原生优先，内建备用

source: Nearest
zh_hans: 最近邻

source: Never
zh_hans: 从不

source: Never ask again
zh_hans: 不再询问

source: never drew
zh_hans: 从未显示

source: New bottle…
zh_hans: 新建容器…

source: Newer in Settings: %@
zh_hans: “设置”中有可用更新：%@

source: Next launch
zh_hans: 下次启动

source: no exit
zh_hans: 无退出状态

source: no exit status
zh_hans: 无退出状态

source: no font files came out of the archives
zh_hans: 压缩包中没有找到字体文件

source: No games installed yet.
zh_hans: 尚未安装游戏。

source: No games yet
zh_hans: 暂无游戏

source: No HoYoverse game in this folder
zh_hans: 此文件夹中没有 HoYoverse 游戏

source: No HoYoverse games yet. Install one below, or add the folder of one you already have.
zh_hans: 还没有 HoYoverse 游戏。可以在下方安装，或添加已有游戏的文件夹。

source: No menu was tracking.
zh_hans: 没有卡住的菜单。

source: No newer versions available
zh_hans: 没有更新的版本

source: No packages installed. The download catalog is unreachable.
zh_hans: 尚未安装组件包。无法获取可下载组件列表。

source: No release is out yet. Switch to Beta to get updates.
zh_hans: 尚无正式版发布。切换到 Beta 版即可获取更新。

source: No report was collected: this run ended normally and diagnostics were off. Settings › Diagnostics collects one after every run.
zh_hans: 本次运行正常结束，且诊断功能未开启，因此没有收集报告。可在“设置”>“诊断”中开启每次运行后收集报告。

source: No runs yet
zh_hans: 暂无运行记录

source: No shader. The final filter does all the resizing.
zh_hans: 不使用着色器。全部缩放由最终滤镜完成。

source: No supported AI assistant is installed.
zh_hans: 未安装受支持的 AI 助手。

source: no usable engine after install
zh_hans: 安装后没有可用的引擎

source: None
zh_hans: 无

source: None added
zh_hans: 尚未添加

source: Not an Installer
zh_hans: 不是安装程序

source: not answering
zh_hans: 无响应

source: Not just Steam
zh_hans: 不止支持 Steam

source: not launched here yet
zh_hans: 尚未在此启动

source: Not Now
zh_hans: 暂不

source: Not sent yet: %@
zh_hans: 尚未发送：%@

source: not written yet
zh_hans: 尚未写入

source: Note
zh_hans: 备注

source: Nothing counted this run's frames. A game with no Metal layer has no counter, and the driver's counter reaches records from the engine that carries it.
zh_hans: 本次运行没有帧率数据。未使用 Metal 图层的游戏没有帧率计数器，驱动程序的计数器也仅支持搭载它的引擎。

source: Notifications are off
zh_hans: 通知已关闭

source: Object spin
zh_hans: 对象自旋

source: Off
zh_hans: 关

source: OK
zh_hans: 好

source: Old games render small. Sevoflurane can upscale the picture past the game’s own resolution, with filters for 3D games and for 2D anime art.
zh_hans: 旧游戏的画面分辨率通常较低。Sevoflurane 可以将画面放大到超过游戏本身的分辨率，并为 3D 游戏和 2D 动漫风格画面提供滤镜。

source: Older games ask Windows to switch the display to 800 × 600 or 1024 × 768 and draw full screen. A Mac display has no such modes. With this on the game is told the switch happened, and its picture goes into a window that the upscaler scales.
zh_hans: 较早的游戏会要求 Windows 切换到 800 × 600 或 1024 × 768 并全屏绘制。Mac 显示器没有这些模式。开启后，游戏会收到切换成功的反馈，画面则显示在由画面缩放器调整的窗口中。

source: On
zh_hans: 开

source: On P-cores
zh_hans: P 核占比

source: one core at 100 %
zh_hans: 单个核心占用 100%

source: One number at the top right of the game's window.
zh_hans: 在游戏窗口右上角显示一个数字。

source: One of them, with nothing to fall back to.
zh_hans: 只使用所选版本，不回退到另一版本。

source: One setting for the whole bottle, read by each game as it starts.
zh_hans: 此设置适用于整个容器，每个游戏启动时都会读取。

source: One switch for reproducing a bug: it sets everything a report needs, and takes it all off again when it ends.
zh_hans: 一个开关即可开启重现问题所需的全部记录。关闭后会恢复原有设置。

source: Only the built-in engine includes the Discord relay. Select it in Engine settings.
zh_hans: 只有内建引擎包含 Discord 中继。请在“引擎”设置中选择它。

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开 %@

source: Open an issue
zh_hans: 提交问题

source: Open any Windows program from Finder. Sevoflurane tells a game from an installer, runs or installs it, and gives it the same treatment.
zh_hans: 可从访达打开任何 Windows 程序。Sevoflurane 会识别游戏和安装程序，并运行或安装它们。

source: Open Apple’s Download Page
zh_hans: 打开 Apple 下载页面

source: Open at login
zh_hans: 登录时打开

source: Open Event Log
zh_hans: 打开事件日志

source: Open in Sevoflurane
zh_hans: 在 Sevoflurane 中打开

source: Open Login Items
zh_hans: 打开登录项

source: Open My Library
zh_hans: 打开我的游戏库

source: Open Recovery settings to restart or repair Steam, or save a report.
zh_hans: 打开“恢复”设置，以重新启动或修复 Steam，或保存报告。

source: Open Steam
zh_hans: 打开 Steam

source: Open Steam Settings…
zh_hans: 打开 Steam 设置…

source: Open System Settings
zh_hans: 打开系统设置

source: Open Them Here
zh_hans: 在此打开链接

source: Open…
zh_hans: 打开…

source: Opens winecfg: Windows version, drives, audio, and DLL overrides.
zh_hans: 打开 winecfg，以设置 Windows 版本、驱动器、音频和 DLL 覆盖。
